import { title } from "process";

export const RU = {
  navigation: {
    home: "Главная",
    about: "Про нас",
    services: "Услуги",
    reviews: "Отзывы",
    contacts: "Контакты",
  },
  welcomeBlock: {
    title: "Автомобили из ",
    highlightedTitle: "США",
    subtitle:
      "Мы — официальный представитель Copart. Лицензия Copart открывает доступ к закрытым лотам и расширенной информации об авто. Мы подберем и доставим автомобиль для личного пользования, бизнеса или семьи:",
    button: "Заказать консультацию",
  },
  advantagesBlock: {
    firstTitle: "Широкий выбор автомобилей",
    secondTitle: "Профессиональный подбор авто",
    thirdTitle: "Быстрая и надежная доставка",
    fourthTitle: "Гибкие условия финансирования",
  },
  aboutUs: {
    title: "Немного о нас",
    descriptionFirst:
      "Мы сделаем автомобиль из Соединенных Штатов доступным каждому украинскому водителю. Наш офис находится в г. Львове, но мы работаем по всей Украине. Если у Вас нет возможности посетить офис, сотрудничество проходит дистанционно — договор направляем Новой Почтой, страховой платеж осуществляется на ФЛП-счет, оплата авто происходит через KitGroup.",
    descriptionSecond:
      "Мы – официальный представитель Copart. Лицензия Copart открывает доступ к закрытым лотам и расширенной информации об авто. Мы подберем и доставим автомобиль для личного использования, бизнеса или семьи",
  },
  howItWorksBlock: {
    title: "Як це працює",
    blocks: [
      {
        title: "ВИБІР",
        description:
          "З допомогою менеджера ви можете визначитись щодо марки, моделі, року випуску, та інших бажаних параметрів, які ви хочете бачити у вашому автомобілі.",
      },
      {
        title: "БРОНЬ",
        description:
          "Ви вносите гарантійний внесок у розмірі 400$ або 10% від прогнозованої вартості авто, яке ми будем купувати. Цей внесок буде врахований у вартість автомобіля, і є обов’язковим для участі в торгах.",
      },
      {
        title: "БРОНЬ",
        description:
          "Ви вносите гарантійний внесок у розмірі 400$ або 10% від прогнозованої вартості авто, яке ми будем купувати. Цей внесок буде врахований у вартість автомобіля, і є обов’язковим для участі в торгах.",
      },
      {
        title: "БРОНЬ",
        description:
          "Ви вносите гарантійний внесок у розмірі 400$ або 10% від прогнозованої вартості авто, яке ми будем купувати. Цей внесок буде врахований у вартість автомобіля, і є обов’язковим для участі в торгах.",
      },
      {
        title: "БРОНЬ",
        description:
          "Ви вносите гарантійний внесок у розмірі 400$ або 10% від прогнозованої вартості авто, яке ми будем купувати. Цей внесок буде врахований у вартість автомобіля, і є обов’язковим для участі в торгах.",
      },
      {
        title: "БРОНЬ",
        description:
          "Ви вносите гарантійний внесок у розмірі 400$ або 10% від прогнозованої вартості авто, яке ми будем купувати. Цей внесок буде врахований у вартість автомобіля, і є обов’язковим для участі в торгах.",
      },
      {
        title: "БРОНЬ",
        description:
          "Ви вносите гарантійний внесок у розмірі 400$ або 10% від прогнозованої вартості авто, яке ми будем купувати. Цей внесок буде врахований у вартість автомобіля, і є обов’язковим для участі в торгах.",
      },
      {
        title: "БРОНЬ",
        description:
          "Ви вносите гарантійний внесок у розмірі 400$ або 10% від прогнозованої вартості авто, яке ми будем купувати. Цей внесок буде врахований у вартість автомобіля, і є обов’язковим для участі в торгах.",
      },
    ],
  },
  carSlider: {
    title: "АВТО, КОТОРЫЕ МЫ УЖЕ ПРИГНАЛИ",
    cars: [
      {
        cardTitle: "MERCEDES-BENZ E 300",
        color: "BLACK",
        engine: "1.8",
        type: "ГИБРИД",
        cardKey: "ПОД КЛЮЧ",
        price: "24000",
      },
      {
        cardTitle: "MERCEDES-BENZ E 300",
        color: "WHITE",
        engine: "1.8",
        type: "ГИБРИД",
        cardKey: "ПОД КЛЮЧ",
        price: "24000",
      },
      {
        cardTitle: "TOYOTA HIGHLANDER",
        color: "RED",
        engine: "1.8",
        type: "ГИБРИД",
        cardKey: "ПОД КЛЮЧ",
        price: "24000",
      },
      {
        cardTitle: "AUDI Q7",
        color: "WHITE",
        engine: "1.8",
        type: "ГИБРИД",
        cardKey: "ПОД КЛЮЧ",
        price: "24000",
      },
    ],
  },
};
