export const RU = {
	navigation: [
		{
			label: 'Главная',
			href: 'welcome',
		},
		{
			label: 'Про нас',
			href: 'about-us',
		},
		{
			label: 'Процесс',
			href: 'how-it-works',
		},
		{
			label: 'Услуги',
			href: 'services',
		},
		{
			label: 'Отзывы',
			href: 'reviews',
		},
		{
			label: 'Контакты',
			href: 'footer',
		},
	],
	welcomeBlock: {
		title: 'Автомобили из ',
		highlightedTitle: 'США',
		subtitle:
			'Мы — официальный представитель Copart. Лицензия Copart открывает доступ к закрытым лотам и расширенной информации об авто. Мы подберем и доставим автомобиль для личного пользования, бизнеса или семьи:',
		button: 'Заказать консультацию',
	},
	advantagesBlock: {
		firstTitle: 'Широкий выбор автомобилей',
		secondTitle: 'Профессиональный подбор авто',
		thirdTitle: 'Быстрая и надежная доставка',
		fourthTitle: 'Гибкие условия финансирования',
	},
	aboutUs: {
		title: 'Немного о нас',
		descriptionFirst:
			'Мы сделаем автомобиль из Соединенных Штатов доступным каждому украинскому водителю. Наш офис находится в г. Львове, но мы работаем по всей Украине. Если у Вас нет возможности посетить офис, сотрудничество проходит дистанционно — договор направляем Новой Почтой, страховой платеж осуществляется на ФЛП-счет, оплата авто происходит через KitGroup.',
		descriptionSecond:
			'Мы – официальный представитель Copart. Лицензия Copart открывает доступ к закрытым лотам и расширенной информации об авто. Мы подберем и доставим автомобиль для личного использования, бизнеса или семьи',
	},
	howItWorksBlock: {
		title: 'Як це працює',
		blocks: [
			{
				title: 'ВИБІР',
				description:
					'З допомогою менеджера ви можете визначитись щодо марки, моделі, року випуску, та інших бажаних параметрів, які ви хочете бачити у вашому автомобілі.',
			},
			{
				title: 'БРОНЬ',
				description:
					'Ви вносите гарантійний внесок у розмірі 400$ або 10% від прогнозованої вартості авто, яке ми будем купувати. Цей внесок буде врахований у вартість автомобіля, і є обов’язковим для участі в торгах.',
			},
			{
				title: 'БРОНЬ',
				description:
					'Ви вносите гарантійний внесок у розмірі 400$ або 10% від прогнозованої вартості авто, яке ми будем купувати. Цей внесок буде врахований у вартість автомобіля, і є обов’язковим для участі в торгах.',
			},
			{
				title: 'БРОНЬ',
				description:
					'Ви вносите гарантійний внесок у розмірі 400$ або 10% від прогнозованої вартості авто, яке ми будем купувати. Цей внесок буде врахований у вартість автомобіля, і є обов’язковим для участі в торгах.',
			},
			{
				title: 'БРОНЬ',
				description:
					'Ви вносите гарантійний внесок у розмірі 400$ або 10% від прогнозованої вартості авто, яке ми будем купувати. Цей внесок буде врахований у вартість автомобіля, і є обов’язковим для участі в торгах.',
			},
			{
				title: 'БРОНЬ',
				description:
					'Ви вносите гарантійний внесок у розмірі 400$ або 10% від прогнозованої вартості авто, яке ми будем купувати. Цей внесок буде врахований у вартість автомобіля, і є обов’язковим для участі в торгах.',
			},
			{
				title: 'БРОНЬ',
				description:
					'Ви вносите гарантійний внесок у розмірі 400$ або 10% від прогнозованої вартості авто, яке ми будем купувати. Цей внесок буде врахований у вартість автомобіля, і є обов’язковим для участі в торгах.',
			},
			{
				title: 'БРОНЬ',
				description:
					'Ви вносите гарантійний внесок у розмірі 400$ або 10% від прогнозованої вартості авто, яке ми будем купувати. Цей внесок буде врахований у вартість автомобіля, і є обов’язковим для участі в торгах.',
			},
		],
	},
	carSlider: {
		title: 'АВТО, КОТОРЫЕ МЫ УЖЕ ПРИГНАЛИ',
		cars: [
			{
				cardTitle: 'MERCEDES-BENZ E 300',
				color: 'BLACK',
				engine: '1.8',
				type: 'ГИБРИД',
				cardKey: 'ПОД КЛЮЧ',
				price: '24000',
			},
			{
				cardTitle: 'MERCEDES-BENZ E 300',
				color: 'WHITE',
				engine: '1.8',
				type: 'ГИБРИД',
				cardKey: 'ПОД КЛЮЧ',
				price: '24000',
			},
			{
				cardTitle: 'TOYOTA HIGHLANDER',
				color: 'RED',
				engine: '1.8',
				type: 'ГИБРИД',
				cardKey: 'ПОД КЛЮЧ',
				price: '24000',
			},
			{
				cardTitle: 'AUDI Q7',
				color: 'WHITE',
				engine: '1.8',
				type: 'ГИБРИД',
				cardKey: 'ПОД КЛЮЧ',
				price: '24000',
			},
		],
	},
	reviews: {
		title: 'ОТЗЫВЫ',
	},
	serviceBlock: {
		title: 'НАШИ УСЛУГИ',
		services: [
			{
				title: 'Услуга под ключ',
				description:
					'Наша компания сотрудничает как минимум с 5 лучшими автосервисами во Львове. Наши менеджеры постоянно изучают рынок и находят для вас качественные запчасти по наиболее выгодной цене. Также можем доставить уже готовый автомобиль в ваш город.',
			},
			{
				title: 'Подбор авто по вашим критериям',
				description:
					'Подберём автомобиль с аукциона: согласно вашему бюджету и пожеланиям (цвет кузова и салона, комплектация), с минимальными повреждениями, небольшим пробегом и без криминального прошлого.',
			},
			{
				title: 'Проверка состояния и сервисной истории авто',
				description:
					'Мы используем платные сервисы для проверки транспортного средства в несколько этапов (количество владельцев, история ДТП и обслуживания, существующие повреждения и актуальный пробег).',
			},
			{
				title: 'Растаможка и доставка авто в Украину',
				description:
					'Благодаря налаженной логистике, транспортировка автомобилей осуществляется на высоком уровне и по доступным ценам. Доставим транспортное средство в Украину исключительно законным путём. Также страхуем ваш автомобиль в дороге.',
			},
			{
				title: 'Проверка состояния и сервисной истории авто',
				description:
					'Мы используем платные сервисы для проверки транспортного средства в несколько этапов (количество владельцев, история ДТП и обслуживания, существующие повреждения и актуальный пробег).',
			},
			{},
		],
	},
	expandableText: {
		showMore: 'дальше',
		showLess: 'скрыть',
	},
	footerBlock: {
		title: 'КОНТАКТЫ',
		mapLink:
			'https://www.google.com/maps/place/%D0%9B%D1%8C%D0%B2%D1%96%D0%B2,+%D0%A3%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D0%B0/@49.8429576,24.0311114,12z/data=!3m1!4b1!4m5!3m4!1s0x473add3f6f7b2d2b:0x3a3c9f5e7c2f6e0!8m2!3d49.839683!4d24.029717!16zL20vMDMydmQ?entry=ttu',
	},
	contacts: {
		phone: '+38 (099) 999-99-99',
		email: 'example@gmail.com',
		address: 'г. Львов, ул. Примерная, 1',
		telegram: 'https://t.me/example',
		whatsApp: 'https://wa.me/380999999999',
		instagram: 'https://www.instagram.com/example',
	},
};
