export const RU = {
	navigation: [
		{
			label: 'Главная',
			href: 'welcome',
		},
		{
			label: 'Про нас',
			href: 'about-us',
		},
		{
			label: 'Процесс',
			href: 'how-it-works',
		},
		{
			label: 'Услуги',
			href: 'services',
		},
		{
			label: 'Отзывы',
			href: 'reviews',
		},
		{
			label: 'Контакты',
			href: 'footer',
		},
	],
	welcomeBlock: {
		title: 'Автомобили из ',
		highlightedTitle: 'США',
		subtitle:
			'Мы — официальный представитель Copart. Лицензия Copart открывает доступ к закрытым лотам и расширенной информации об авто. Мы подберем и доставим автомобиль для личного пользования, бизнеса или семьи:',
		button: 'Заказать консультацию',
	},
	advantagesBlock: {
		firstTitle: 'Широкий выбор автомобилей',
		secondTitle: 'Профессиональный подбор авто',
		thirdTitle: 'Быстрая и надежная доставка',
		fourthTitle: 'Гибкие условия финансирования',
	},
	aboutUs: {
		title: 'Немного о нас',
		descriptionFirst:
			'Мы сделаем автомобиль из Соединенных Штатов доступным каждому украинскому водителю. Наш офис находится в г. Львове, но мы работаем по всей Украине. Если у Вас нет возможности посетить офис, сотрудничество проходит дистанционно — договор направляем Новой Почтой, страховой платеж осуществляется на ФЛП-счет, оплата авто происходит через KitGroup.',
		descriptionSecond:
			'Мы – официальный представитель Copart. Лицензия Copart открывает доступ к закрытым лотам и расширенной информации об авто. Мы подберем и доставим автомобиль для личного использования, бизнеса или семьи',
	},
	howItWorksBlock: {
		title: 'Як це працює',
		blocks: [
			{
				title: 'ВЫБОР',
				description:
					'С помощью менеджера вы можете определиться с маркой, моделью, годом выпуска и другими параметрами, которые хотите видеть в своём автомобиле.',
			},
			{
				title: 'БРОНЬ',
				description:
					'Вы вносите гарантийный взнос в размере 400$ или 10% от прогнозируемой стоимости авто, которое мы будем покупать. Этот взнос будет учтён в стоимости автомобиля и является обязательным для участия в торгах.',
			},
			{
				title: 'ТОРГИ',
				description:
					'Мы выигрываем для вас автомобиль на аукционе и предоставляем счёт для оплаты авто и доставки его в порт Одесса (или один из портов Европы).',
			},
			{
				title: 'ОТПРАВКА МОРЕМ',
				description:
					'Авто загружается в контейнер вместе с другими автомобилями и отправляется в выбранный вами порт.',
			},
			{
				title: 'ДОСТАВКА В ПОРТ',
				description:
					'После поступления оплаты мы организуем доставку автомобиля на склад в порт отправки. Дополнительно фотографируем авто и отправляем вам фотографии.',
			},
			{
				title: 'РАЗГРУЗКА',
				description:
					'В порту прибытия ваш автомобиль разгружается. Делается ещё один комплект фотографий.',
			},
			{
				title: 'РАСТАМОЖКА',
				description:
					'Брокер готовит все необходимые документы для растаможки автомобиля, предоставляет квитанцию для оплаты таможенных сборов, и вам доставят уже полностью растаможенный автомобиль.',
			},
			{
				title: 'ДОСТАВКА В ВАШ ГОРОД',
				description: 'Мы доставляем авто в ваш город.',
			},
		],
	},
	carSlider: {
		title: 'АВТО, КОТОРЫЕ МЫ УЖЕ ПРИГНАЛИ',
		cars: [
			{
				cardTitle: 'MERCEDES-BENZ E 300',
				color: 'BLACK',
				engine: '1.8',
				type: 'ГИБРИД',
				cardKey: 'ПОД КЛЮЧ',
				price: '24000',
			},
			{
				cardTitle: 'MERCEDES-BENZ E 300',
				color: 'WHITE',
				engine: '1.8',
				type: 'ГИБРИД',
				cardKey: 'ПОД КЛЮЧ',
				price: '24000',
			},
			{
				cardTitle: 'TOYOTA HIGHLANDER',
				color: 'RED',
				engine: '1.8',
				type: 'ГИБРИД',
				cardKey: 'ПОД КЛЮЧ',
				price: '24000',
			},
			{
				cardTitle: 'AUDI Q7',
				color: 'WHITE',
				engine: '1.8',
				type: 'ГИБРИД',
				cardKey: 'ПОД КЛЮЧ',
				price: '24000',
			},
		],
	},
	reviews: {
		title: 'ОТЗЫВЫ',
	},
	serviceBlock: {
		title: 'НАШИ УСЛУГИ',
		services: [
			{
				title: 'Услуга под ключ',
				description:
					'Наша компания сотрудничает как минимум с 5 лучшими автосервисами во Львове. Наши менеджеры постоянно изучают рынок и находят для вас качественные запчасти по наиболее выгодной цене. Также можем доставить уже готовый автомобиль в ваш город.',
			},
			{
				title: 'Подбор авто по вашим критериям',
				description:
					'Подберём автомобиль с аукциона: согласно вашему бюджету и пожеланиям (цвет кузова и салона, комплектация), с минимальными повреждениями, небольшим пробегом и без криминального прошлого.',
			},
			{
				title: 'Проверка состояния и сервисной истории авто',
				description:
					'Мы используем платные сервисы для проверки транспортного средства в несколько этапов (количество владельцев, история ДТП и обслуживания, существующие повреждения и актуальный пробег).',
			},
			{
				title: 'Растаможка и доставка авто в Украину',
				description:
					'Благодаря налаженной логистике, транспортировка автомобилей осуществляется на высоком уровне и по доступным ценам. Доставим транспортное средство в Украину исключительно законным путём. Также страхуем ваш автомобиль в дороге.',
			},
			{
				title: 'Проверка состояния и сервисной истории авто',
				description:
					'Мы используем платные сервисы для проверки транспортного средства в несколько этапов (количество владельцев, история ДТП и обслуживания, существующие повреждения и актуальный пробег).',
			},
			{},
		],
	},
	expandableText: {
		showMore: 'дальше',
		showLess: 'скрыть',
	},
	footerBlock: {
		title: 'КОНТАКТЫ',
		mapLink:
			'https://www.google.com/maps/place/%D0%9B%D1%8C%D0%B2%D1%96%D0%B2,+%D0%A3%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D0%B0/@49.8429576,24.0311114,12z/data=!3m1!4b1!4m5!3m4!1s0x473add3f6f7b2d2b:0x3a3c9f5e7c2f6e0!8m2!3d49.839683!4d24.029717!16zL20vMDMydmQ?entry=ttu',
	},
	contacts: {
		phone: '+38 (099) 999-99-99',
		email: 'example@gmail.com',
		address: 'г. Львов, ул. Примерная, 1',
		telegram: 'https://t.me/example',
		whatsApp: 'https://wa.me/380999999999',
		instagram: 'https://www.instagram.com/example',
	},
	buttons: {
		consultation: 'Заказать консультацию',
		leaveReview: 'Оставить отзыв',
	},
	modals: {
		leaveReview: {
			title: 'Оставить отзыв',
			description: 'Ваш отзыв поможет нам стать лучше!',
			namePlaceholder: 'Ваше имя',
			reviewPlaceholder: 'Ваш отзыв',
			submitButton: 'Отправить',
			aggrement: 'Принимаю условия пользвания',
			states: {
				ok: {
					title: 'Заявка отправлена!',
					description:
						'После отправки заявки на менеджер свяжется с вами в течении 20 минут',
				},
				error: {
					title: 'Упс... Что-то не так!',
					description:
						'Попробуйте отправить заявку еще раз или напишите нам на номер +380 999 999 99',
				},
				validationError: {
					name: 'Имя обязательно',
					review: 'Введите корректный номер телефона',
				},
				loading: 'Отправка...',
				button: 'Закрыть',
			},
		},
		leaveRequest: {
			title: 'Оставить заявку',
			description:
				'После отправки заявки на менеджер свяжется с вами в течении 20 минут!',
			namePlaceholder: 'Ваше имя',
			phonePlaceholder: 'Ваш телефон',
			submitButton: 'Отправить',
			aggrement: 'Принимаю условия пользвания',
			states: {
				ok: {
					title: 'Заявка отправлена!',
					description:
						'После отправки заявки на менеджер свяжется с вами в течении 20 минут',
				},
				error: {
					title: 'Упс... Что-то не так!',
					description:
						'Попробуйте отправить заявку еще раз или напишите нам на номер +380 999 999 99',
				},
				validationError: {
					name: 'Имя обязательно',
					phone: 'Введите корректный номер телефона',
				},
				loading: 'Отправка...',
				button: 'Закрыть',
			},
		},
	},
};
