export const UA = {
	navigation: [
		{
			label: 'Головна',
			href: 'welcome',
		},
		{
			label: 'Про нас',
			href: 'about-us',
		},
		{
			label: 'Процес',
			href: 'how-it-works',
		},
		{
			label: 'Послуги',
			href: 'services',
		},
		{
			label: 'Відгуки',
			href: 'reviews',
		},
		{
			label: 'Контакти',
			href: 'footer',
		},
	],
	welcomeBlock: {
		title: 'Автомобілі з ',
		highlightedTitle: 'США',
		subtitle:
			'Ми — офіційний представник Copart. Ліцензія Copart відкриває доступ до закритих лотів та розширеної інформації про авто. Ми підберемо та доставимо автомобіль для особистого користування, бізнесу чи сім’ї:',
		button: 'Замовити консультацію',
	},
	advantagesBlock: {
		firstTitle: 'Широкий вибір автомобілів',
		secondTitle: 'Професійний підбір авто',
		thirdTitle: 'Швидка та надійна доставка',
		fourthTitle: 'Гнучкі умови фінансування',
	},
	aboutUs: {
		title: 'Трохи про нас',
		descriptionFirst:
			'Ми зробимо автомобіль зі Сполучених Штатів доступним кожному українському водію. Наш офіс знаходиться у м. Львів, але ми працюємо по всій Україні. Якщо Ви не маєте змоги відвідати офіс, співпраця проходить дистанційно — договір надсилаємо Новою Поштою, страховий платіж здійснюється на ФОП-рахунок, оплата авто відбувається через KitGroup.',
		descriptionSecond:
			'Ми — офіційний представник Copart. Ліцензія Copart відкриває доступ до закритих лотів та розширеної інформації про авто. Ми підберемо та доставимо автомобіль для особистого користування, бізнесу чи сім’ї:',
	},
	howItWorksBlock: {
		title: 'Як це працює',
		blocks: [
			{
				title: 'ВИБІР',
				description:
					'З допомогою менеджера ви можете визначитись щодо марки, моделі, року випуску, та інших бажаних параметрів, які ви хочете бачити у вашому автомобілі.',
			},
			{
				title: 'БРОНЬ',
				description:
					'Ви вносите гарантійний внесок у розмірі 400$ або 10% від прогнозованої вартості авто, яке ми будем купувати. Цей внесок буде врахований у вартість автомобіля, і є обов’язковим для участі в торгах.',
			},
			{
				title: 'ТОРГИ',
				description:
					'Ми виграємо для вас автомобіль на аукціоні і надаємо рахунок для оплати авто та доставки його в порт Одеса (або один із портів Європи).',
			},
			{
				title: 'ВІДПРАВКА МОРЕМ',
				description:
					'Авто грузиться в контейнер разом з іншими автомобілями та відправляється у вибраний вами порт.',
			},
			{
				title: 'ДОСТАВКА В ПОРТ',
				description:
					'Після надходження оплати, ми організовуємо доставку автомобіля на склад в порт відправки. Додатково фотографуємо авто та висилаємо фото вам.',
			},
			{
				title: 'РОЗВАНТАЖЕННЯ',
				description:
					'В порту прибуття ваш автомобіль розвантажується. Робиться ще один комплект фото.',
			},
			{
				title: 'РОЗМИТНЕННЯ',
				description:
					'Брокер готує всі необхідні документи для розмитнення автомобіля, надає квитанцію для оплати митних зборів і вам доставлять вже повністю розмитнений автомобіль.',
			},
			{
				title: 'ДОСТАВКА У ВАШЕ МІСТО',
				description: 'Ми доставляємо авто в ваше місто.',
			},
		],
	},
	carSlider: {
		title: 'АВТО, ЯКІ МИ ВЖЕ ПРИГНАЛИ',
		cars: [
			{
				cardTitle: 'MERCEDES-BENZ E 300',
				color: 'BLACK',
				engine: '1.8',
				type: 'ГІБРИД',
				cardKey: 'ПІД КЛЮЧ',
				price: '24000',
			},
			{
				cardTitle: 'MERCEDES-BENZ E 300',
				color: 'WHITE',
				engine: '1.8',
				type: 'ГІБРИД',
				cardKey: 'ПІД КЛЮЧ',
				price: '24000',
			},
			{
				cardTitle: 'TOYOTA HIGHLANDER',
				color: 'RED',
				engine: '1.8',
				type: 'ГІБРИД',
				cardKey: 'ПІД КЛЮЧ',
				price: '24000',
			},
			{
				cardTitle: 'AUDI Q7',
				color: 'WHITE',
				engine: '1.8',
				type: 'ГІБРИД',
				cardKey: 'ПІД КЛЮЧ',
				price: '24000',
			},
		],
	},
	reviews: {
		title: 'ВІДГУКИ',
	},
	serviceBlock: {
		title: 'НАШИ УСЛУГИ',
		services: [
			{
				title: 'Послуга під ключ',
				description:
					'Наша компанія співпрацює, щонайменше, з 5 найкращими автосервісами у Львові. Наші менеджери постійно вивчають ринок, та знаходять для Вас якісні запчастини по найвигіднішій ціні. Також можемо доставити вже готовий автомобіль у ваше місто.',
			},
			{
				title: 'Підбір авто за вашими критеріями',
				description:
					'Підберемо з аукціону авто: за вашим бюджетом та побажаннями (колір кузова та салону, комплектація), з мінімальними пошкодженнями, з невеликим пробігом, без кримінального минулого.',
			},
			{
				title: 'Перевірка стану та сервісної історії авто',
				description:
					'Використовуємо платні сервіси для перевірки транспортного засобу в кілька етапів (к-сть власників, історія ДТП та обслуговування, наявні пошкодження та актуальний пробіг).',
			},
			{
				title: 'Розмитнення та доставка авто до України',
				description:
					'Завдяки налагодженій логістиці, транспортування автомобілів здійснюється на високому рівні та за доступними розцінками. Доставимо транспортний засіб до України виключно законним шляхом. А також страхуємо Ваш автомобіль в дорозі.',
			},
			{
				title: 'Перевірка стану та сервісної історії авто',
				description:
					'Використовуємо платні сервіси для перевірки транспортного засобу в кілька етапів (к-сть власників, історія ДТП та обслуговування, наявні пошкодження та актуальний пробіг).',
			},
			{},
		],
	},
	expandableText: {
		showMore: 'далі',
		showLess: 'сховати',
	},
	footerBlock: {
		title: 'КОНТАКТИ',
		mapLink:
			'https://www.google.com/maps/embed?pb=!1m14!1m12!1m3!1d9993.398137540236!2d22.497190729022844!3d51.231057272563284!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sru!2spl!4v1762705990657!5m2!1sru!2spl',
	},
	contacts: {
		phone: '+38 (099) 999-99-99',
		email: 'example@gmail.com',
		address: 'м. Львів, вул. Прикладова, 1',
		telegram: 'https://t.me/example',
		whatsApp: 'https://wa.me/380999999999',
		instagram: 'https://www.instagram.com/example',
	},
	buttons: {
		consultation: 'Замовити консультацію',
		leaveReview: 'Залишити відгук',
	},
	modals: {
		leaveReview: {
			title: 'Залишити відгук',
			description: 'Ваш відгук допоможе нам стати краще!',
			namePlaceholder: 'Ваше ім’я',
			reviewPlaceholder: 'Ваш відгук',
			submitButton: 'Відправити',
			aggrement: 'Приймаю умови користування',
		},
		leaveRequest: {
			title: 'Залишити заявку',
			description:
				'Залиште свої контактні дані, і ми зв’яжемося з вами найближчим часом!',
			namePlaceholder: 'Ваше ім’я',
			phonePlaceholder: 'Ваш телефон',
			submitButton: 'Відправити',
			aggrement: 'Приймаю умови користування',
			states: {
				ok: {
					title: 'Заявку надіслано!',
					description:
						'Після відправлення заявки наш менеджер звʼяжеться з вами протягом 20 хвилин.',
				},
				error: {
					title: 'Упс... Щось пішло не так!',
					description:
						'Спробуйте надіслати заявку ще раз або напишіть нам за номером +380 999 999 99.',
				},
				validationError: {
					name: 'Ім`я обов`язково',
					phone: 'Введіть корректний номер телефону',
				},
				loading: 'Відправка...',
				button: 'Закрити',
			},
		},
	},
};
