export const UA = {
  navigation: {
    home: "Головна",
    about: "Про нас",
    services: "Послуги",
    reviews: "Відгуки",
    contacts: "Контакти",
  },
  welcomeBlock: {
    title: "Автомобілі з ",
    highlightedTitle: "США",
    subtitle:
      "Ми — офіційний представник Copart. Ліцензія Copart відкриває доступ до закритих лотів та розширеної інформації про авто. Ми підберемо та доставимо автомобіль для особистого користування, бізнесу чи сім’ї:",
    button: "Замовити консультацію",
  },
  advantagesBlock: {
    firstTitle: "Широкий вибір автомобілів",
    secondTitle: "Професійний підбір авто",
    thirdTitle: "Швидка та надійна доставка",
    fourthTitle: "Гнучкі умови фінансування",
  },
  aboutUs: {
    title: "Трохи про нас",
    descriptionFirst:
      "Ми зробимо автомобіль зі Сполучених Штатів доступним кожному українському водію. Наш офіс знаходиться у м. Львів, але ми працюємо по всій Україні. Якщо Ви не маєте змоги відвідати офіс, співпраця проходить дистанційно — договір надсилаємо Новою Поштою, страховий платіж здійснюється на ФОП-рахунок, оплата авто відбувається через KitGroup.",
    descriptionSecond:
      "Ми — офіційний представник Copart. Ліцензія Copart відкриває доступ до закритих лотів та розширеної інформації про авто. Ми підберемо та доставимо автомобіль для особистого користування, бізнесу чи сім’ї:",
  },
  howItWorksBlock: {
    title: "Як це працює",
    blocks: [
      {
        title: "ВИБІР",
        description:
          "З допомогою менеджера ви можете визначитись щодо марки, моделі, року випуску, та інших бажаних параметрів, які ви хочете бачити у вашому автомобілі.",
      },
      {
        title: "БРОНЬ",
        description:
          "Ви вносите гарантійний внесок у розмірі 400$ або 10% від прогнозованої вартості авто, яке ми будем купувати. Цей внесок буде врахований у вартість автомобіля, і є обов’язковим для участі в торгах.",
      },
      {
        title: "ТОРГИ",
        description:
          "Ми виграємо для вас автомобіль на аукціоні і надаємо рахунок для оплати авто та доставки його в порт Одеса (або один із портів Європи).",
      },
      {
        title: "ВІДПРАВКА МОРЕМ",
        description:
          "Авто грузиться в контейнер разом з іншими автомобілями та відправляється у вибраний вами порт.",
      },
      {
        title: "ДОСТАВКА В ПОРТ",
        description:
          "Після надходження оплати, ми організовуємо доставку автомобіля на склад в порт відправки. Додатково фотографуємо авто та висилаємо фото вам.",
      },
      {
        title: "РОЗВАНТАЖЕННЯ",
        description:
          "В порту прибуття ваш автомобіль розвантажується. Робиться ще один комплект фото.",
      },
      {
        title: "РОЗМИТНЕННЯ",
        description:
          "Брокер готує всі необхідні документи для розмитнення автомобіля, надає квитанцію для оплати митних зборів і вам доставлять вже повністю розмитнений автомобіль.",
      },
      {
        title: "ДОСТАВКА У ВАШЕ МІСТО",
        description: "Ми доставляємо авто в ваше місто.",
      },
    ],
  },
  carSlider: {
    title: "АВТО, ЯКІ МИ ВЖЕ ПРИГНАЛИ",
    cars: [
      {
        cardTitle: "MERCEDES-BENZ E 300",
        color: "BLACK",
        engine: "1.8",
        type: "ГІБРИД",
        cardKey: "ПІД КЛЮЧ",
        price: "24000",
      },
      {
        cardTitle: "MERCEDES-BENZ E 300",
        color: "WHITE",
        engine: "1.8",
        type: "ГІБРИД",
        cardKey: "ПІД КЛЮЧ",
        price: "24000",
      },
      {
        cardTitle: "TOYOTA HIGHLANDER",
        color: "RED",
        engine: "1.8",
        type: "ГІБРИД",
        cardKey: "ПІД КЛЮЧ",
        price: "24000",
      },
      {
        cardTitle: "AUDI Q7",
        color: "WHITE",
        engine: "1.8",
        type: "ГІБРИД",
        cardKey: "ПІД КЛЮЧ",
        price: "24000",
      },
    ],
  },
};
