export const UA = {
	navigation: [
		{
			label: 'Головна',
			href: 'welcome',
		},
		{
			label: 'Про нас',
			href: 'about-us',
		},
		{
			label: 'Процес',
			href: 'how-it-works',
		},
		{
			label: 'Послуги',
			href: 'services',
		},
		{
			label: 'Відгуки',
			href: 'reviews',
		},
		{
			label: 'Контакти',
			href: 'footer',
		},
	],
	welcomeBlock: {
		title: 'Автомобілі з ',
		highlightedTitle: 'США',
		subtitle:
			'Ми — офіційний представник Copart. Ліцензія Copart відкриває доступ до закритих лотів та розширеної інформації про авто. Ми підберемо та доставимо автомобіль для особистого користування, бізнесу чи сім’ї:',
		button: 'Замовити консультацію',
	},
	advantagesBlock: {
		firstTitle: 'Широкий вибір автомобілів',
		secondTitle: 'Професійний підбір авто',
		thirdTitle: 'Швидка та надійна доставка',
		fourthTitle: 'Гнучкі умови фінансування',
	},
	aboutUs: {
		title: 'Трохи про нас',
		descriptionFirst:
			'Ми зробимо автомобіль зі Сполучених Штатів доступним кожному українському водію. Наш офіс знаходиться у м. Львів, але ми працюємо по всій Україні. Якщо Ви не маєте змоги відвідати офіс, співпраця проходить дистанційно — договір надсилаємо Новою Поштою, страховий платіж здійснюється на ФОП-рахунок, оплата авто відбувається через KitGroup.',
		descriptionSecond:
			'Ми — офіційний представник Copart. Ліцензія Copart відкриває доступ до закритих лотів та розширеної інформації про авто. Ми підберемо та доставимо автомобіль для особистого користування, бізнесу чи сім’ї:',
	},
	howItWorksBlock: {
		title: 'Як це працює',
		blocks: [
			{
				title: 'ВИБІР',
				description:
					'З допомогою менеджера ви можете визначитись щодо марки, моделі, року випуску, та інших бажаних параметрів, які ви хочете бачити у вашому автомобілі.',
			},
			{
				title: 'БРОНЬ',
				description:
					'Ви вносите гарантійний внесок у розмірі 400$ або 10% від прогнозованої вартості авто, яке ми будем купувати. Цей внесок буде врахований у вартість автомобіля, і є обов’язковим для участі в торгах.',
			},
			{
				title: 'ТОРГИ',
				description:
					'Ми виграємо для вас автомобіль на аукціоні і надаємо рахунок для оплати авто та доставки його в порт Одеса (або один із портів Європи).',
			},
			{
				title: 'ВІДПРАВКА МОРЕМ',
				description:
					'Авто грузиться в контейнер разом з іншими автомобілями та відправляється у вибраний вами порт.',
			},
			{
				title: 'ДОСТАВКА В ПОРТ',
				description:
					'Після надходження оплати, ми організовуємо доставку автомобіля на склад в порт відправки. Додатково фотографуємо авто та висилаємо фото вам.',
			},
			{
				title: 'РОЗВАНТАЖЕННЯ',
				description:
					'В порту прибуття ваш автомобіль розвантажується. Робиться ще один комплект фото.',
			},
			{
				title: 'РОЗМИТНЕННЯ',
				description:
					'Брокер готує всі необхідні документи для розмитнення автомобіля, надає квитанцію для оплати митних зборів і вам доставлять вже повністю розмитнений автомобіль.',
			},
			{
				title: 'ДОСТАВКА У ВАШЕ МІСТО',
				description: 'Ми доставляємо авто в ваше місто.',
			},
		],
	},
	carSlider: {
		title: 'АВТО, ЯКІ МИ ВЖЕ ПРИГНАЛИ',
		cars: [
			{
				cardTitle: 'MERCEDES-BENZ E 300',
				color: 'BLACK',
				engine: '1.8',
				type: 'ГІБРИД',
				cardKey: 'ПІД КЛЮЧ',
				price: '24000',
			},
			{
				cardTitle: 'MERCEDES-BENZ E 300',
				color: 'WHITE',
				engine: '1.8',
				type: 'ГІБРИД',
				cardKey: 'ПІД КЛЮЧ',
				price: '24000',
			},
			{
				cardTitle: 'TOYOTA HIGHLANDER',
				color: 'RED',
				engine: '1.8',
				type: 'ГІБРИД',
				cardKey: 'ПІД КЛЮЧ',
				price: '24000',
			},
			{
				cardTitle: 'AUDI Q7',
				color: 'WHITE',
				engine: '1.8',
				type: 'ГІБРИД',
				cardKey: 'ПІД КЛЮЧ',
				price: '24000',
			},
		],
	},
	reviews: {
		title: 'ВІДГУКИ',
	},
	expandableText: {
		showMore: 'далі',
		showLess: 'сховати',
	},
	footerBlock: {
		title: 'КОНТАКТИ',
		mapLink:
			'https://www.google.com/maps/embed?pb=!1m14!1m12!1m3!1d9993.398137540236!2d22.497190729022844!3d51.231057272563284!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sru!2spl!4v1762705990657!5m2!1sru!2spl',
	},
	contacts: {
		phone: '+38 (099) 999-99-99',
		email: 'example@gmail.com',
		address: 'м. Львів, вул. Прикладова, 1',
		telegram: 'https://t.me/example',
		whatsApp: 'https://wa.me/380999999999',
		instagram: 'https://www.instagram.com/example',
	},
};
